Revit 2027 API
Space.Plenum Property
Reports whether this zone is Plenum or not.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Plenum { get; }
Public ReadOnly Property Plenum As Boolean
	Get
public:
property bool Plenum {
	bool get ();
}
member Plenum : bool with get
Property Value
Boolean
See Also
Reference
Space Class
Autodesk.Revit.DB.Mechanical Namespace